Repository: ewels/mkdocs-quiz
Catalog: mkdocs_quiz/locales/*.po
Languages: fr_fr

source: Submit
fr_fr: Soumettre

source: Try Again
fr_fr: Réessayer

source: Reset quiz
fr_fr: Réinitialiser le quiz

source: Reset
fr_fr: Réinitialiser

source: Correct answer!
fr_fr: Bonne réponse !

source: Incorrect answer.
fr_fr: Mauvaise réponse.

source: Incorrect answer. Please try again.
fr_fr: Mauvaise réponse. Veuillez réessayer.

source: Quiz Progress
fr_fr: Progression du quiz

source: Answered:
fr_fr: Répondues :

source: Correct:
fr_fr: Correctes :

source: questions answered
fr_fr: questions répondues

source: correct
fr_fr: correctes

source: Quiz Complete!
fr_fr: Quiz terminé !

source: Outstanding! You aced it!
fr_fr: Exceptionnel ! Vous avez tout réussi !

source: Great job! You really know your stuff!
fr_fr: Excellent travail ! Vous maîtrisez vraiment le sujet !

source: Good effort! Keep learning!
fr_fr: Bon effort ! Continuez à apprendre !

source: Not bad, but there's room for improvement!
fr_fr: Pas mal, mais il y a de la place pour s'améliorer !

source: Better luck next time! Keep trying!
fr_fr: Plus de chance la prochaine fois ! Continuez d'essayer !

source: Are you sure you want to reset the quiz? This will clear your progress.
fr_fr: Êtes-vous sûr de vouloir réinitialiser le quiz ? Cela effacera votre progression.

source: Quiz results are saved to your browser's local storage and will persist between sessions.
fr_fr: Les résultats du quiz sont enregistrés dans le stockage local de votre navigateur et persisteront entre les sessions.
